[Alarm.Alarm_panel_Box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="警報パネル"


[Alarm.Alarm_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="警報回路"
m_UseMessage="この警報は無効化された．"

[Alarm.AlarmBase DisTweaks_AlarmBell]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Alarm.AlarmBase:DisTweaks_Interactable_AlarmBell_0 DisTweaks_Interactable_AlarmBell]
m_UnringAlarmText="`GBA_Use` 止める"
m_Name="警報ベル"
m_InteractText=" `GBA_Use` 鳴らす"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[ArcPylon.Arcpylon_eye_panel_box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="電弧塔パネル"

[ArcPylon.ArcPylon_eye_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="電弧塔回路"
m_UseMessage="電弧塔が代わりに攻撃してくれる様になった。"

[Battery.WhaleOilBattery_empty_twk DisTweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_empty_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilBattery_twk DisTweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilReceptacle_twk DisTweaks_WhaleOilReceptacle]
m_EmptyBatteryMessage="このタンクは空だ"

[Battery.WhaleOilReceptacleHub_twk DisTweaks_WhaleOilReceptacle]
m_EmptyBatteryMessage="このタンクは空だ"

[Generic.Generic_eye_panel_box_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉じる")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Generic.Generic_eye_panel_box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="金属のパネル"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.Generic_eye_panel_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage="`GBA_Use` 使う"
m_FocusMessage="残りリワイヤツール: `q"
m_FocusLockedMessage=""

[Generic.Generic_eye_panel_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="回路"
m_InteractText="`GBA_Use` 接続する"
m_AltInteractText=""
m_UseMessage="この装置は再接続された"
m_AltUseMessage=""
m_CannotUseMessage="リワイヤツールがない。"

[SecurityDoor.SecurityDoor_eye_panel_box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="保安扉パネル"

[SecurityDoor.SecurityDoor_eye_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_UseMessage="扉は開いている。"

[SecurityDoor.secutiry_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""

[SecurityDoor.secutiry_door_twk:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="金属製の頑丈な扉"

[TripodTrap.BulletLauncher_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="弾丸ランチャー"

[TripodTrap.ExplosiveBulletLauncher_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="爆裂弾ランチャー"

[TripodTrap.GrenadeLauncher_twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="発射物ランチャー"
m_InteractText="`GBA_Use` 武装解除する"
m_AltInteractText=""
m_UseMessage="ランチャーを武装解除する"
m_AltUseMessage=""
m_CannotUseMessage=""

[TripodTrap.SamuelSignalLauncher_twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="サミュエルの信号弾ランチャー"
m_InteractText=""
m_UseMessage=""

[TripodTrap.TrapExplosiveArrow_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="焼夷ボルト"

[TripodTrap.Tripod_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[TripodTrap.Tripwire_DoubleDoor_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 発動させる"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[TripodTrap.Tripwire_Hallway_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 発動させる"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[TripodTrap.Tripwire_SimpleDoor_twk:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 発動させる"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[WallOfLight.WallOfLight_eye_panel_box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="保安扉パネル"

[WallOfLight.WallOfLight_eye_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="光の壁回路"
m_UseMessage="光の壁が代わりに攻撃してくれる様になった。"

[WatchTower.WatchTower_eye_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="監視塔回路"
m_UseMessage="監視塔が代わりに攻撃してくれる様になった。"

